module.exports = {
    "tournaments" : [
        {
            "id" : 1,
            "name" : "Турнир 1",
            "matches" : [
                {
                    "id" : 1,
                    "name" : "Матч 1 турнира 1",
                    "participants" : [
                        {
                            "id" : 1,
                            "name" : "Миронов Никита Дамирович"
                        },
                        {
                            "id" : 2,
                            "name" : "Ковалева Вероника Ильинична"
                        },
                        {
                            "id" : 3,
                            "name" : "Горохова Алиса Артемьевна"
                        }
                    ]
                },
                {
                    "id" : 2,
                    "name" : "Матч 2 турнира 1",
                    "participants" : [
                        {
                            "id" : 4,
                            "name" : "Кириллов Михаил Артемьевич"
                        },
                        {
                            "id" : 5,
                            "name" : "Ковалева Вероника Ильинична"
                        },
                        {
                            "id" : 6,
                            "name" : "Горохова Алиса Артемьевна"
                        }
                    ]
                },
                {
                    "id" : 3,
                    "name" : "Матч 3 турнира 1",
                    "participants" : [
                        {
                            "id" : 7,
                            "name" : "Кириллов Михаил Артемьевич"
                        },
                        {
                            "id" : 8,
                            "name" : "Голованов Даниэль Леонидович"
                        },
                        {
                            "id" : 9,
                            "name" : "Коровина Софья Максимовна"
                        }
                    ]
                }
            ]
        },
        {
            "id" : 2,
            "name" : "Турнир 2",
            "matches" : [
                {
                    "id" : 4,
                    "name" : "Матч 1 турнира 2",
                    "participants" : [
                        {
                            "id" : 1,
                            "name" : "Миронов Никита Дамирович"
                        },
                        {
                            "id" : 2,
                            "name" : "Ковалева Вероника Ильинична"
                        },
                        {
                            "id" : 3,
                            "name" : "Горохова Алиса Артемьевна"
                        }
                    ]
                },
                {
                    "id" : 5,
                    "name" : "Матч 2 турнира 2",
                    "participants" : [
                        {
                            "id" : 4,
                            "name" : "Кириллов Михаил Артемьевич"
                        },
                        {
                            "id" : 5,
                            "name" : "Ковалева Вероника Ильинична"
                        },
                        {
                            "id" : 6,
                            "name" : "Горохова Алиса Артемьевна"
                        }
                    ]
                },
                {
                    "id" : 6,
                    "name" : "Матч 3 турнира 2",
                    "participants" : [
                        {
                            "id" : 7,
                            "name" : "Кириллов Михаил Артемьевич"
                        },
                        {
                            "id" : 8,
                            "name" : "Голованов Даниэль Леонидович"
                        },
                        {
                            "id" : 9,
                            "name" : "Коровина Софья Максимовна"
                        }
                    ]
                }
            ]
        }
    ]
}